fun main() {
    //отображение имени двумя функциями, но в одну строку
    print("Имя: ")
    println("Сергей")
    print("О себе: ")
    //отображение большого текста с переносом строк с помощью функции println()
    println("У меня нет опыта программирования, как такового,")
    println("но общие понятия о таких вещах как функции, переменные, аргументы мне известны.")
    //println("эта функция не будет выполняться")
    //print("и эта тоже")
    println("Пробовал начинать самостоятельно изучать некоторые языки, но по разным причинам забрасывал.")
    println("Немного знаком с http и css.")
    println("Об андроид разработке мечтал давно и вот решился.")
    /*некоторый комментарий
    * по поводу подачи материала.
    * я смотрю ролик по установке, запуску и настройке Git Bash,
    * но там встречаются новые термины, например коммиты, но нет никаких пояснений, что это и как работает.*/
    print("P.S.")
    println("В первом же задании предлагается установить и использовать Git Bash, но совершенно не объясняется, что это и для чего нужно.")
    println("Хотелось бы понять, все вопросы задавать куратору или искать информацию самостоятельно?")



}